Repository: GenjiruSUchiwa/moneypay
Catalog: ios/Packages/WalletStore/Sources/WalletStore/Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: %@ from MTN Mobile Money
fr: %@ depuis MTN Mobile Money

source: 1 USD = %@ · MoneyPay margin %@
fr: 1 USD = %@ · marge MoneyPay %@

source: Afriland First Bank · 1 to 2 days
fr: Afriland First Bank · 1 à 2 jours

source: Amazon · insufficient balance. %lld declines left before a block.
fr: Amazon · solde insuffisant. %lld refus restants avant blocage.

source: Bank transfer
fr: Virement bancaire

source: Card frozen
fr: Carte gelée

source: Cash deposit · instant
fr: Dépôt en espèces · instantané

source: Decline fee
fr: Frais de refus

source: Insufficient balance at authorization
fr: Solde insuffisant au moment de l'autorisation

source: MoneyPay agent
fr: Agent MoneyPay

source: My card
fr: Ma carte

source: Netflix · %@ charged to “%@”
fr: Netflix · %@ débité de « %@ »

source: Payment approved
fr: Paiement autorisé

source: Payment declined
fr: Paiement refusé

source: Today's rate
fr: Taux du jour

source: Top-up received
fr: Rechargement reçu

source: “%@” was frozen from the app
fr: « %@ » a été gelée depuis l'application

source: •• %@ · instant
fr: •• %@ · instantané
